[
  {
    "id": 1,
    "title": "Deluxe Room",
    "price": 1590,
    "period": "Night",
    "category": [2,3],
    "gridimage": "assets/img/room/deluxe1.jpg",
    "listimage": "assets/img/room/deluxe-single.jpg",
    "sliderimage": "assets/img/room/deluxe1.jpg",
    "text": "Experience comfort and style in our Deluxe Room, featuring modern amenities and elegant decor. Enjoy a peaceful stay with high-speed WiFi, smart security, and 24/7 online support.",
    "longdesc": "<p>Experience the epitome of refined luxury in our Deluxe Room at Swagat Hotel Bhiwadi, meticulously crafted to offer you a serene retreat in the heart of the city. With its tasteful decor, plush furnishings, and thoughtful amenities, this room provides the perfect blend of comfort and sophistication. Stay connected with high-speed WiFi, enjoy the peace of mind provided by smart security systems, and benefit from our dedicated 24/7 online support. Sink into the plush bedding and indulge in the convenience of in-room dining options, ensuring a seamless and enjoyable stay experience for every guest. At Swagat Hotel Bhiwadi, we understand the importance of a restful night's sleep, which is why our Deluxe Room features soundproofing and blackout curtains to ensure you wake up feeling refreshed and rejuvenated. Start your day with a refreshing shower in the sleek bathroom, equipped with premium toiletries and fluffy towels. Then, savor a delicious breakfast served in the comfort of your room, prepared with locally sourced ingredients to tantalize your taste buds. Whether you're traveling for business or pleasure, our Deluxe Room provides the perfect sanctuary to escape the hustle and bustle of everyday life and indulge in a truly luxurious experience.</p>",
    "authors": [1, 2],
    "amenities": [
      {
        "title": "Air conditioner",
        "icon": "fal fa-bath"
      },
      {
        "title": "High speed WiFi",
        "icon": "fal fa-wifi"
      },
      {
        "title": "Smart Security",
        "icon": "fal fa-lock"
      },
      {
        "title": "24/7 Online Support",
        "icon": "fal fa-headphones-alt"
      }
    ],
    "rules": [
      "No smoking, parties or events.",
      "Check-in time from 2 PM, check-out by 10 AM.",
      "Time to time car parking"
    ],
    "cancellation": "At Swagat Hotel Bhiwadi, we understand plans can change. Cancel up to 7 days prior for a Full Refund.",
    "location": {
      "lat": 31.53912,
      "lng": -89.29163
    },
    "offer": true
  },
  {
    "id": 2,
    "title": "Super Deluxe Room",
    "price": 2190,
    "period": "Night",
    "category": [3,4],
    "gridimage": "assets/img/room/SuperDeluxe1.jpg",
    "listimage": "assets/img/room/Super-single.jpg",
    "sliderimage": "assets/img/room-slider/super-deluxe.jpg",
    "text": "Elevate your stay with our Super Deluxe Room, offering spacious elegance and modern amenities. Enjoy luxurious comforts, including a well-appointed kitchen, premium toiletries, and gourmet breakfast.",
    "longdesc": "<p>Experience the epitome of luxury in our Super Deluxe Room at Swagat Hotel Bhiwadi, meticulously designed to provide you with a lavish retreat in the heart of the city. From the moment you step inside, you'll be greeted by tasteful decor, plush furnishings, and a serene ambiance that invites relaxation and rejuvenation. Whether you're here for business or leisure, our Super Deluxe Room offers everything you need for a truly memorable stay. Indulge in the ultimate comfort of our Super Deluxe Room, where every detail has been carefully curated to enhance your experience. From the luxurious bedding and premium linens to the state-of-the-art tech integrations and personalized touches, this room is designed to exceed your expectations. Enjoy the convenience of a well-appointed kitchen, indulge in the premium toiletries provided, and savor a delicious breakfast served in the comfort of your room.</p>",
    "authors": [1, 2],
    "amenities": [
      {
        "title": "Air conditioner",
        "icon": "fal fa-bath"
      },
      {
        "title": "High speed WiFi",
        "icon": "fal fa-wifi"
      },
      {
        "title": "Smart Security",
        "icon": "fal fa-lock"
      },
      {
        "title": "24/7 Online Support",
        "icon": "fal fa-headphones-alt"
      },
      {
        "title": "Breakfast",
        "icon": "fal fa-cut"
      },
      {
        "title": "Kitchen",
        "icon": "fal fa-guitar"
      }
    ],
    "rules": [
      "No smoking, parties or events.",
      "Check-in time from 2 PM, check-out by 10 AM.",
      "Time to time car parking"
    ],
    "cancellation": "At Swagat Hotel Bhiwadi, we understand plans can change. Cancel up to 7 days prior for a Full Refund.",
    "location": {
      "lat": 31.53912,
      "lng": -89.29163
    },
    "offer": true
  },
  {
    "id": 3,
    "title": "Suite Room",
    "price": 3990,
    "period": "Night",
    "category": [1,2],
    "gridimage": "assets/img/room/suite.jpg",
    "listimage": "assets/img/room/Suite-detail.jpg",
    "sliderimage": "assets/img/room-slider/suite.jpg",
    "text": "Step into luxury with our Suite Room, featuring expansive living spaces and unparalleled elegance. Enjoy personalized service, premium amenities, and breathtaking views.",
    "longdesc": "<p>Experience the epitome of luxury in our Suite Room at Swagat Hotel Bhiwadi, where sophistication meets comfort in every detail. From the moment you step inside, you'll be captivated by the opulent decor, spacious living areas, and panoramic views that stretch as far as the eye can see. Whether you're here for business or leisure, our Suite Room offers a sanctuary of tranquility and indulgence. Indulge in the unparalleled comfort of our Suite Room, meticulously curated to ensure an unforgettable stay experience. From lavish furnishings and plush bedding to state-of-the-art tech integrations and personalized service, this room exceeds expectations. Relax in spacious living areas, take in breathtaking views from the private balcony, and unwind in the luxurious bathroom complete with premium toiletries.</p>",
    "authors": [1, 2],
    "amenities": [
      {
        "title": "Air conditioner",
        "icon": "fal fa-bath"
      },
      {
        "title": "High speed WiFi",
        "icon": "fal fa-wifi"
      },
      {
        "title": "Smart Security",
        "icon": "fal fa-lock"
      },
      {
        "title": "24/7 Online Support",
        "icon": "fal fa-headphones-alt"
      },
      {
        "title": "Breakfast",
        "icon": "fal fa-cut"
      },
      {
        "title": "Kitchen",
        "icon": "fal fa-guitar"
      },
      {
        "title": "Living Room",
        "icon": "fal fa-couch"
      },
      {
        "title": "Private Balcony",
        "icon": "fal fa-tree"
      }
    ],
    "rules": [
      "No smoking, parties or events.",
      "Check-in time from 2 PM, check-out by 10 AM.",
      "Time to time car parking"
    ],
    "cancellation": "At Swagat Hotel Bhiwadi, we understand plans can change. Cancel up to 7 days prior for a Full Refund.",
    "location": {
      "lat": 31.53912,
      "lng": -89.29163
    },
    "offer": true
  },

  {
    "id": 4,
    "title": "Deluxe Double Room",
    "price": 1890,
    "period": "Night",
    "category": [1,5],
    "gridimage": "assets/img/room/deluxe4.jpg",
    "listimage": "assets/img/room/deluxe-double.jpg",
    "sliderimage": "assets/img/room-slider/deluxe-double.jpg",
    "text": "Experience comfort and elegance in our Deluxe Double Room, designed for a relaxing stay in Bhiwadi. This spacious room features modern amenities and stylish decor to ensure a memorable experience for our guests.",
    "longdesc": "<p>Indulge in the comfort and elegance of our Deluxe Double Room, meticulously designed to offer a delightful retreat in Bhiwadi. From the moment you step inside, you'll be captivated by the tasteful decor, plush furnishings, and inviting ambiance that promise relaxation and rejuvenation. Whether you're here for business or leisure, our Deluxe Double Room provides the ideal sanctuary for a memorable stay.</p><p>Relax and unwind in the spacious surroundings of our Deluxe Double Room, where every detail is thoughtfully curated to elevate your experience. Sink into the sumptuous bedding, take advantage of the modern amenities, and enjoy the convenience of in-room dining options. With personalized touches and attentive service, our Deluxe Double Room ensures a seamless and enjoyable stay for every guest.</p><p>At Swagat Hotel Bhiwadi, we prioritize your comfort and satisfaction. That's why our Deluxe Double Room features high-speed WiFi, smart security systems, and round-the-clock online support to ensure peace of mind throughout your stay. Whether you're here for a quick getaway or an extended vacation, our Deluxe Double Room promises a luxurious and unforgettable experience.</p><p>Discover the perfect blend of comfort and style in our Deluxe Double Room, where luxury meets convenience in every aspect of your stay. With its tranquil ambiance and thoughtful amenities, this room offers the perfect retreat after a day of exploration or business meetings. Whether you're unwinding in the cozy surroundings or enjoying the modern conveniences, our Deluxe Double Room promises a truly memorable stay experience in Bhiwadi.</p></p>",
    "authors": [1, 2],
    "amenities": [
      {
        "title": "Air conditioner",
        "icon": "fal fa-bath"
      },
      {
        "title": "High speed WiFi",
        "icon": "fal fa-wifi"
      },
      {
        "title": "Smart Security",
        "icon": "fal fa-lock"
      },
      {
        "title": "24/7 Online Support",
        "icon": "fal fa-headphones-alt"
      },
      {
        "title": "Breakfast",
        "icon": "fal fa-cut"
      },
      {
        "title": "Kitchen",
        "icon": "fal fa-guitar"
      }
    ],
    "rules": [
      "No smoking, parties or events.",
      "Check-in time from 2 PM, check-out by 10 AM.",
      "Time to time car parking"
    ],
    "cancellation": "At Swagat Hotel Bhiwadi, we understand plans can change. Cancel up to 7 days prior for a Full Refund.",
    "location": {
      "lat": 31.53912,
      "lng": -89.29163
    },
    "offer": true
  },
  {
    "id": 5,
    "title": "Super Deluxe Double Room",
    "price": 2490,
    "period": "Night",
    "category": [2,3],
    "gridimage": "assets/img/room/SuperD3.jpg",
    "listimage": "assets/img/room/Super-2.jpg",
    "sliderimage": "assets/img/room-slider/super-deluxe-double.jpg",
    "text": "Experience luxury and sophistication in our Super Deluxe Double Room, featuring spacious living areas and premium amenities for an unforgettable stay in Bhiwadi.",
    "longdesc": "<p>Experience unparalleled luxury at our Super Deluxe Double Room, meticulously crafted to offer a lavish retreat in Bhiwadi. With spacious living areas, stylish decor, and premium amenities, this room is designed to exceed your expectations. Whether you're here for business or leisure, indulge in the ultimate comfort and convenience of our Super Deluxe Double Room.</p><p>Unwind in style and sophistication in our Super Deluxe Double Room, where every detail is thoughtfully curated for your pleasure. From the plush bedding and luxurious linens to the state-of-the-art tech integrations and personalized service, this room provides the perfect blend of elegance and functionality. Whether you're relaxing after a day of exploration or catching up on work, our Super Deluxe Double Room offers a sanctuary of tranquility and indulgence.</p><p>At Swagat Hotel Bhiwadi, we understand the importance of providing a seamless and enjoyable stay experience for our guests. That's why our Super Deluxe Double Room features personalized concierge service, ensuring that every aspect of your stay is tailored to your preferences. Whether you need assistance with dinner reservations, transportation arrangements, or local recommendations, our dedicated team is here to make your stay truly special.</p><p>Discover a new level of luxury at our Super Deluxe Double Room, where sophistication meets comfort in every detail. With spacious living areas, stylish decor, and premium amenities, this room offers the perfect retreat for discerning travelers. Whether you're here for business or leisure, immerse yourself in the opulence of our Super Deluxe Double Room and experience a stay like no other.</p></p>",
    "authors": [1, 2],
    "amenities": [
      {
        "title": "Air conditioner",
        "icon": "fal fa-bath"
      },
      {
        "title": "High speed WiFi",
        "icon": "fal fa-wifi"
      },
      {
        "title": "Smart Security",
        "icon": "fal fa-lock"
      },
      {
        "title": "24/7 Online Support",
        "icon": "fal fa-headphones-alt"
      },
      {
        "title": "Breakfast",
        "icon": "fal fa-cut"
      },
      {
        "title": "Kitchen",
        "icon": "fal fa-guitar"
      },
      {
        "title": "Living Room",
        "icon": "fal fa-couch"
      }
    ],
    "rules": [
      "No smoking, parties or events.",
      "Check-in time from 2 PM, check-out by 10 AM.",
      "Time to time car parking"
    ],
    "cancellation": "At Swagat Hotel Bhiwadi, we understand plans can change. Cancel up to 7 days prior for a Full Refund.",
    "location": {
      "lat": 31.53912,
      "lng": -89.29163
    },
    "offer": true
  }
]
